[
  {
    "title": "Для кого підходить Тхеквондо?",
    "id": 1,
    "description": "Тренування з Тхеквондо можуть підійти для широкого кола людей різного віку, статі та фізичної підготовки. В нашому спортивному клубі навчаються як діти, так і дорослі різного рівня підготовки."
  },
  {
    "title": "Чому спортсмен навчиться на тренуваннях з Тхеквондо?",
    "id": 2,
    "description": "",
    "subList": [
      {
        "title": "",
        "description": "Тренування з Тхеквондо WT розвивають координацію, гнучкість, силу і витривалість, що робить спортсменів універсальними бійцями здатними проявити себе у будь-якому спорті."
      },
      {
        "title": "",
        "description": "Спортсмен навчиться найкращої техніки ударів ногами яка існує у світі бойових мистецтв. Тому, що удари ногами в Тхеквондо WT є взірцем та еталоном технічності, швидкості та універсальності, яку переймають для себе бійці з таких бойових мистецтв як: MMA (Змішані бойові мистецтва), Карате, Кікбоксинг тощо."
      },
      {
        "title": "",
        "description": "У цілому, тренування з Тхеквондо не лише сприяє розвитку фізичних навичок, а й має значний вплив на психологічний розвиток спортсменів, допомагаючи їм стати більш збалансованими та впевненими в собі особами."
      }
    ]
  },
  {
    "title": "Для кого підходить Тхеквондо?",
    "id": 3,
    "description": "Тренування з Тхеквондо можуть підійти для широкого кола людей різного віку, статі та фізичної підготовки. В нашому спортивному клубі навчаються як діти, так і дорослі різного рівня підготовки.",
    "subList": [
      {
        "title": "Діти та підлітки",
        "description": "Тхеквондо надає дітям можливість розвивати фізичні та психологічні навички, такі як координація, гнучкість, самодисципліна та самоконтроль. Тренування також сприяють здоровому розвитку м'язів та збільшенню енергії.          "
      },
      {
        "title": "Молодь та дорослі",
        "description": "Тхеквондо може бути корисним для молоді та дорослих як засіб фізичного тренування, збереження здоров'я та підвищення самооцінки. Він також надає можливість вивчити ефективні методи самозахисту.          "
      },
      {
        "title": "Жінки",
        "description": "Тхеквондо - це спорт, що не має вікових обмежень або обмежень за статевою ознакою. Для жінок він може бути особливо корисним як засіб самозахисту та для покращення фізичної форми."
      }
    ]
  },
  {
    "title": "Наскільки безпечним є тренування з Тхеквондо?",
    "id": 4,
    "description": "Тхеквондо WT вважається одним з найбільш безпечних видів спортивних бойових мистецтв. Безпека забезпечується наявністю спеціалізованих обладунків, жорсткою системою правил на змаганнях, та систематизованим тренувальним процесом, що мінімізує отримання травм. Але в будь-якому бойовому мистецтві та спорті зовсім без травм неможливо. І ключовим фактором безпеки спортсмена є кваліфіковані викладачі. Саме тому в нас викладають тренери з багаторічним стажем роботи та спортивною педагогічною освітою."
  },
  {
    "title": "Який вік підходить для початку тренувань з Тхеквондо?",
    "id": 5,
    "description": "Тхеквондо WT є висококоординаційним видом спорту, який у своєму технічному арсеналі налічує безліч складних для виконання технік. Тому бажано розпочинати тренування з раннього дитинства, щоб встигнути опанувати базу та перейти в підлітковому віці до складніших технік. На жаль не всі діти бувають готові сприймати інформацію, тримати концентрацію, і деяким просто потрібен час, щоб підрости. Ми беремо на тренування дітей з 5 років, але чесно кажемо якщо дитина не готова до тренувань, і треба почекати. В деяких випадках пропонуємо персональні тренування, щоб підготувати дитину до групових тренувань."
  },
  {
    "title": "Чи не пізно починати тренування з Тхеквондо в дорослому віці?",
    "id": 6,
    "description": "Наші тренери довгий час навчають початківців старшого віку. Є спортсмени що приходили на тренування не маючи досвіду -  в 30-років і навіть в 40-років. Однак кожен щось для себе знаходив в тренуваннях - хтось покращив фізичну форму, дехто пройшов всі етапи та отримав чорний пасок, інші здобули запас сили та енергії на майбутнє"
  },
  {
    "title": "Чи отримаю я чорний пасок займаючись у вас?",
    "id": 7,
    "description": "Звісно.! Наші спортсмени проходять атестацію на пасок (кваліфікаційний рівень “куп”)  двічі на рік. Таким чином пройшовши всі етапи навчання - (через 5 років) спортсмен отримує чорний пасок (1-й Дан). Отримання кваліфікаційних рівнів “куп” підтверджується присвоєнням офіційного сертифіката Федерації Тхеквондо України (ФТУ), відповідно отримання кваліфікаційних рівнів “Дан” офіційним сертифікатом Міжнародної Федерації Тхеквондо (WT)."
  },
  {
    "title": "Де розташовані ваші  зали для тренувань?",
    "id": 8,
    "description": "Наші зали для тренувань розташовані в декількох районах міста Київ. Голосіївський район біля метро Голосіївська та метро Деміївська. Також є зал в Оболонському районі біля метро Героїв Дніпра, в дарницькому районі біля метро Дарниця та в Харківському районі - метро Позняки. Інформація стосовно розташування залів може змінитися, тож заздалегідь уточнюйте."
  },
  {
    "title": "Хто буде мене тренувати?",
    "id": 9,
    "description": "В спортивному клубі HWA-RANG навчають тренери з багаторічним досвідом роботи. Кожен тренер володіє відповідним кваліфікаційним рівнем не менше 1-го Дану підтвердженим відповідними документами та сертифікатами. Кожен тренер клубу має дві вищі освіти одна з яких педагогічна. Спортсмени наших тренерів неодноразово ставали переможцями та призерами Всеукраїнських і міжнародних змагань, чемпіонатів України, міст та областей."
  },
  {
    "title": "Яка форма мені потрібна для тренувань з Тхеквондо?",
    "id": 10,
    "description": "Для початку тренувань достатньо мати просто зручний одяг - штани або шорти та футболку. Тренуються спортсмени босоніж. Але звісно спортсмени мають спеціалізовану форму для тренувань яка має відповідну стандартизацію та унікальний вигляд - під назвою “Добок”. Добок є традиційним корейським костюмом для занять з тхеквондо.  Він є допуском до екзаменів та змагань, а також елементом єдності спортсменів в єдину команду."
  }
]
